<?php
// +----------------------------------------------------------------------
// | CSMSIGNIN  [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2024 https://www.fastadmin.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: yourname
// +----------------------------------------------------------------------

return [
    'Id'                => 'id',
    'Csmsignin_conf_id' => '活动',
    'Title'             => '标题',
    'Content'           => '内容',
    'Weigh'             => '排序',
    'Createtime'        => '创建时间',
    'Updatetime'        => '更新时间',
    'Isneedsigined'     => '是否签到后可查看',
    'Isneedsigined y'   => '需要签到',
    'Isneedsigined n'   => '不需要签到',
    'Admin_id'          => '会员ID',
    'Status'            => '状态',
    'B1'                => '备用字段1',
    'B2'                => '备用字段2',
    'B3'                => '备用字段3',
    'B4'                => '备用字段4',
    'B5'                => '备用字段5',
    'B6'                => '备用字段6',
    'B7'                => '备用字段7',
    'B8'                => '备用字段8',
    'B9'                => '备用字段9'
];