<?php
// +----------------------------------------------------------------------
// | CSMSIGNIN  [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2024 https://www.fastadmin.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: yourname
// +----------------------------------------------------------------------

return [
    'Id'                => 'id',
    'Csmsignin_conf_id' => '活动',
    'Username'          => '参会人姓名',
    'Usermobile'        => '参会人手机',
    'Signinstatus'      => '状态',
    'Signinstatus y'    => '已签到',
    'Signinstatus n'    => '未签到',
    'Signintime'        => '签到时间',
    'Signordernum'      => '签到名次',
    'Weixinuser_id'     => '签到用户',
    'Status'            => '状态',
    'Createtime'        => '创建时间',
    'Updatetime'        => '更新时间',
    'Admin_id'          => '会员ID',
    'B1'                => '备用字段1',
    'B2'                => '备用字段2',
    'B3'                => '备用字段3',
    'B4'                => '备用字段4',
    'B5'                => '备用字段5',
    'B6'                => '备用字段6',
    'B7'                => '备用字段7',
    'B8'                => '备用字段8',
    'B9'                => '备用字段9'
];